status/2021/05mar21.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-28 Sat 04:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>27 February 2021 - 05 March 2021</title>
<meta name="author" content="Daniel Kelley" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">27 February 2021 - 05 March 2021</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org31f1b02">1. Santa Cruz Weather Station</a></li>
<li><a href="#orgda2dc8e">2. EPICS</a></li>
<li><a href="#orgc6b5da1">3. Brini Tracker II</a></li>
<li><a href="#orgdad78f4">4. Perseverance mapping</a></li>
<li><a href="#org7bfa38e">5. Looks Interesting</a></li>
<li><a href="#org5d29ec0">6. Birthday Projects</a></li>
</ul>
</div>
</div>
<p>
Happy Birthday to Trish!
</p>

<div id="outline-container-org31f1b02" class="outline-2">
<h2 id="org31f1b02"><span class="section-number-2">1.</span> Santa Cruz Weather Station</h2>
<div class="outline-text-2" id="text-1">
<p>
Mast sensors still broken
</p>
</div>
</div>
<div id="outline-container-orgda2dc8e" class="outline-2">
<h2 id="orgda2dc8e"><span class="section-number-2">2.</span> EPICS</h2>
<div class="outline-text-2" id="text-2">
<p>
No progress - other projects had priority.
</p>
</div>
</div>

<div id="outline-container-orgc6b5da1" class="outline-2">
<h2 id="orgc6b5da1"><span class="section-number-2">3.</span> Brini Tracker II</h2>
<div class="outline-text-2" id="text-3">
<p>
Buttons still work after seven weeks week of runtime. GPS display update
seems to be intermittent as it is not working at this moment. But the date
<b>is</b> correct.
</p>
</div>
</div>

<div id="outline-container-orgdad78f4" class="outline-2">
<h2 id="orgdad78f4"><span class="section-number-2">4.</span> Perseverance mapping</h2>
<div class="outline-text-2" id="text-4">
<p>
EDL video frames extracted and converted to TIF. Some thirty some-odd
frames (every 100 frames at 30 frames per second) roughly georectified
to TRN base map using GRASS. May investigate using image correlation
to finalize rectification. Realized that there was probably some
significant video postprocessing of the downlook video to make the
final JPL video, so recovery of the original downlook camera matrix
for camera pose determination may not be possible. Have to think about
this some more.
</p>
</div>
</div>

<div id="outline-container-org7bfa38e" class="outline-2">
<h2 id="org7bfa38e"><span class="section-number-2">5.</span> Looks Interesting</h2>
<div class="outline-text-2" id="text-5">
<p>
Forgot to mention the "Looks Interesting" analysis, which uses data from
Directory of Open Access Journals (<a href="https://doaj.org">https://doaj.org</a>), and catalog metadata
from the Library of Congress to construct an index of academic journal
references that may be "interesting to look at". One of the interesting
things was Acta Futura:
</p>

<p>
<a href="https://www.esa.int/gsp/ACT/resources/acta_futura/">https://www.esa.int/gsp/ACT/resources/acta_futura/</a>
</p>

<p>
which indeed "Looks Interesting".
</p>

<p>
There's also a lot of other places with what appears to be "write
only" journaling, too.
</p>
</div>
</div>

<div id="outline-container-org5d29ec0" class="outline-2">
<h2 id="org5d29ec0"><span class="section-number-2">6.</span> Birthday Projects</h2>
<div class="outline-text-2" id="text-6">
<p>
For Trish's birthday:
</p>

<p>
"Star Trek Encrypted" substitution cipher puzzle book
Oak Scissors Holder for the quilt room.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2023-10-28 Sat 04:39</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>